Repository: addonFactory/CPUMon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: CPU resources {processLoadPercent}%. Process {processName}
uk: Ресурси процесора {processLoadPercent}%. Процес {processName}

source: Donate via Paypal
uk: Пожертвувати через Paypal

source: Donate via Yoomoney
uk: Пожертвувати через Yoomoney

source: Request for contributions to {name}
uk: Запит для внесення вкладу в {name}

source: {name} is a free add-on for NVDA. You can make a donation to its author to support further developments of this and other free projects. Do you want to donate now? Choose one of the available payment methods. You will be redirected to the corresponding website to complete a donation
uk: {name} це безкоштовний додаток для NVDA. Ви можете зробити пожертву його автору, щоб підтримати подальші розробки цього й інших безкоштовних проектів. Хочете пожертвувати зараз? Оберіть один із доступних методів оплати. Вас буде переспрямовано на відповідний сайт для завершення пожертви

source: Enable addon
uk: Увімкнути додаток

source: CPU load threshold (in percents):
uk: Поріг завантаження процесора (у відсотках):

source: Measuring interval (in seconds):
uk: Інтервал вимірювання (в секундах):

source: CPU load notification beep options
uk: Параметри сигналу сповіщення про завантаження процесора

source: Frequency (in HZ):
uk: Частота (у ГЦ):

source: Length (in milliseconds):
uk: Довжина (в мілісекундах):

source: Volume:
uk: Гучність:

source: Support an author...
uk: Підтримати автора...

source: CPU monitor
uk: Монітор процесора

source: This addon monitors CPU load percentage and announces most heavy proccess name.
uk: Цей додаток відстежує завантаженість процесора у відсотках і оголошує процес, який найбільше його завантажує.
